cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'pidcat'
brew 'go'
brew 'android-sdk'
brew 'groovy'
brew 'gradle'
brew 'cowsay'
brew 'docker-clean'
brew 'unrar'
brew 'swiftlint'
brew 'ettercap'
brew 'aws-elasticbeanstalk'
brew 'j2objc'
brew 'jenv'
brew 'grc'
brew 'fortune'
brew 'openssl'
brew 'openvpn'
brew 'p7zip'
brew 'ninja'
brew 'python'
brew 'tree'
brew 'cmake'
brew 'ant'
brew 'bash-completion'
brew 'nmap'
brew 'rbenv-default-gems'
brew 'htop-osx'
brew 'gnupg2'
brew 'gnupg'
brew 'gnutls'
brew 'gpg-agent'
brew 'libusb'
brew 'macvim'
brew 'maven2'
brew 'meld'

cask 'android-studio'
cask 'appcleaner'
cask 'appium'
cask 'applepi-baker'
cask 'atom'
cask 'ccleaner'
cask 'cheatsheet'
cask 'cocoapods'
cask 'deluge'
cask 'diffmerge'
cask 'fing'
cask 'gimp'
cask 'gitkraken'
cask 'intellij-idea'
cask 'iterm2'
cask 'java'
cask 'java7'
cask 'malwarebytes-anti-malware'
cask 'mysqlworkbench'
cask 'osxfuse'
cask 'plex-media-server'
cask 'provisionql'
cask 'qlvideo'
cask 'rubymine'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'unetbootin'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'webstorm'
cask 'xquartz'
